import { Accordion, AccordionContent, AccordionItem, AccordionTrigger } from '@/components/ui/accordion';

export function SupportPage() {
  return (
    <div className="flex justify-center px-4 md:px-0">
      <div className="2 my-10 flex flex-col justify-center  xl:w-10/12">
        <h1 className="text-center text-4xl font-semibold">Frequently Asked Questions</h1>
        <Accordion type="single" collapsible className="w-full">
          <AccordionItem value="item-1">
            <AccordionTrigger>Як зареєструватися на сайті?</AccordionTrigger>
            <AccordionContent>
              <p>
                Перейдіть за посиланням або у правому верхньому куті натисніть «Мій квиток». У вікні, що відкрилось,
                виберіть вкладку «Зареєструватись». Є два способи реєстрації:
              </p>
              <ol className="list-inside list-decimal space-y-1 text-gray-500 dark:text-gray-400">
                <li>
                  Через соціальну мережу. Виберіть доступну для реєстрації соцмережу, вкажіть логін і пароль доступу до
                  вашого облікового запису і ви будете автоматично зареєстровані на нашому сайті. Заповніть поля форми:
                  ім$apos;я, прізвище, email, номер телефону і введіть бажаний пароль.
                </li>
                <li>
                  Заповніть поля форми: ім$apos;я, прізвище, email, номер телефону і введіть бажаний пароль. Дізнайтеся
                  більше на сайті:
                </li>
              </ol>
              Якщо ви раніше створювали замовлення на нашому сайті, перед створенням наступних замовлень, будь ласка,
              авторизуйтесь.
            </AccordionContent>
          </AccordionItem>
          <AccordionItem value="item-2">
            <AccordionTrigger>Як авторизуватися на сайті?</AccordionTrigger>
            <AccordionContent>
              <p>
                Якщо у вас вже є акаунт на сайті Tickets.ua, перейдіть за посиланням або в правому верхньому куті
                натисніть «Мій квиток». У вікні, що відкрилось, виберіть вкладку «Авторизуватись» і виберіть один із
                способів входу в обліковий запис:
              </p>
              <ol className="list-inside list-decimal space-y-1 text-gray-500 dark:text-gray-400">
                <li className="">
                  Через соціальну мережу. Якщо ви використовували цей спосіб для реєстрації або створення замовлень,
                  натисніть кнопку відповідної соцмережі.
                </li>
                <li>
                  За допомогою SMS. Напишіть номер телефону, вказаний в даних вашого профілю, і отримайте повідомлення з
                  кодом підтвердження.
                </li>
                <li>
                  Введіть email і пароль вашого облікового запису на сайті (ця інформація відправляється на вказаний
                  email при першій реєстрації або створенні першого замовлення).
                </li>
              </ol>
            </AccordionContent>
          </AccordionItem>
          <AccordionItem value="item-3">
            <AccordionTrigger>Як забронювати квиток онлайн?</AccordionTrigger>
            <AccordionContent>
              <p>Щоб забронювати авіаквиток, виберіть:</p>
              <ul className="list-inside list-disc space-y-1 text-gray-500 dark:text-gray-400">
                <li>
                  тип польоту (в одну сторону, в обидві сторони, мультисегментний); міста вильоту і прильоту; дату
                  подорожі; кількість пасажирів;
                </li>
                <li>міста вильоту і прильоту;</li>
                <li>дату подорожі;</li>
                <li>кількість пасажирів;</li>
              </ul>

              <p>
                Серед запропонованих рейсів виберіть відповідний варіант і натисніть кнопку «Вибрати». Далі вкажіть дані
                всіх пасажирів і перейдіть до оплати авіаквитка.
              </p>
              <p>
                Створене замовлення ви зможете переглянути в розділі «Мій квиток» — «Мої замовлення» — «Авіаквитки».
                Лист з інформацією про ваше замовлення ми надішлемо на ваш email.
              </p>
              <p>
                Підтвердженням купівлі квитка є маршрут-квитанція з номером електронного квитка, яка буде надіслана на
                ваш email. Ви також можете завантажити електронну версію маршрут-квитанції в розділі «Мій квиток».
              </p>
            </AccordionContent>
          </AccordionItem>
        </Accordion>
      </div>
    </div>
  );
}
