export function TermsOfServicePage() {
  return (
    <main className="mx-auto w-full sm:w-11/12 lg:w-11/12 xl:w-10/12 2xl:w-2/3">
      <div>
        <h3>Публічний договір (Оферта)</h3>
      </div>
      <div>
        <p>
          <strong>ПРО НАДАННЯ ПОСЛУГ</strong>
        </p>

        <p>редакція від 04.09.2023</p>

        <p>&nbsp;</p>

        <p>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</p>

        <p>&nbsp;</p>

        <p>
          1.1. Цей документ є відкритою пропозицією (надалі – «Оферта») Товариства з обмеженою відповідальністю «УАПРОМ»
          юридична особа за законодавством України, ідентифікаційний код&nbsp; - 36507036 (надалі – «Виконавець»), яка
          адресована невизначеному колу осіб, укласти договір про надання послуг (надалі – «Договір») на викладених у
          цій Оферті умовах.&nbsp;&nbsp;
        </p>

        <p>
          1.2. Відповідно до ст. ст. 633, 638, 641, Цивільного кодексу України цей Договір є публічним договором, в разі
          прийняття викладених в Оферті умов (акцепту), будь-яка дієздатна фізична особа, фізична особа-підприємець або
          юридична особа стає замовником за Договором (надалі – «Користувач») та зобов’язується виконувати умови
          цього&nbsp; Договору, додатків та додаткових угод до нього, які є його невід’ємними частинами Акцепт Оферти
          Користувачем, виконаний відповідно до п. 2.2. Оферти, створює Договір на умовах Оферти. Виконавець та
          Користувач у подальшому іменуються «Сторони», а кожна окремо – «Сторона».
        </p>

        <p>
          1.3. Оферта вступає в силу з моменту її розміщення в мережі Інтернет за
          посиланням:https://shafa.ua/terms-of-service та діє до моменту її відкликання Виконавцем.
        </p>

        <p>
          1.4. Виконавець залишає за собою право вносити зміни в умови Оферти (у тому числі у ціну та опис тарифів)
          та/або відкликати Оферту в будь-який момент на свій розсуд. У випадку внесення Виконавцем змін до
          Оферти,&nbsp; такі зміни вступають в силу з моменту розміщення зміненого тексту Оферти в мережі Інтернет за
          вказаною у п. 1.3. цього Договору адресою, якщо інший строк вступу змін в силу не передбачений при такому
          розміщені. Виконавець може додатково повідомити Користувачів про такі зміни.
        </p>

        <p>1.5. У цій, Оферті, якщо контекст не вимагає іншого, наведені нижче терміни мають таке значення:</p>

        <p>
          1.5.1. Адміністрація Сайту (Порталу) – Товариство з обмеженою відповідальністю “УАПРОМ” та/або особи,
          уповноважені ним належним чином на управління онлайн-сервісом Shafa.ua та надання послуг Замовникам –
          Користувачам Сервісів Shafa;
        </p>

        <p>
          1.5.2. Баланс - рахунок Користувача на Сайті, інформація про стан якого, в тому числі сума перерахованих
          коштів Користувачем в якості Гарантійного платежу, що є способом забезпечення виконання грошового
          зобов’язання,&nbsp; що відображена в особистому кабінеті Користувача;
        </p>

        <p>
          1.5.3. Виконавець - Товариство з обмеженою відповідальністю «УАПРОМ», місцезнаходження: 02121, Україна,
          м.Київ, Харківське шосе, будинок 201-203, літера «4Г»;
        </p>

        <p>
          1.5.4. Гарантійний платіж – грошова сума, яка перераховуються Користувачами на банківський рахунок Виконавця
          та відображається на балансі Користувача та є погодженим Сторонами, (Виконавцем та Замовником) згідно з ч. 2
          ст. 546 Цивільного кодексу України, способом забезпечення виконання грошових зобов’язань Користувачів перед
          Виконавцем. Мінімальний розмір Гарантійного платежу - 1,00 грн. (одна гривня 00 копійок);
        </p>

        <p>
          1.5.5. Додаткові послуги - Послуга «Топ-Оголошення», Послуга «VIP-Оголошення», Послуга «Підняття Оголошень в
          каталозі», Сервіс «Shafa Доставка<strong>»</strong>;
        </p>

        <p>
          1.5.6. Користувач - будь-яка дієздатна фізична особа, фізична особа-підприємець або юридична особа, що
          прийняла умови цієї Оферти&nbsp; та користується Cервісами Shafa;&nbsp;Сервіси Shafa – сукупність послуг, що
          надаються Виконавцем Користувачам на Порталі відповідно до умов цієї Оферти.
        </p>

        <p>
          1.5.7. Магазин Користувача - це персональна сторінка, створена на Сайті (Користувачем, який використовує
          сервіси Shafa на базі функціоналу “Базовий аккаунт” або “Бізнес-акаунт Shafa”), на якій Користувач розміщує
          товари для продажу, а також здійснює її наповнення та редагування, а саме: назва магазину, розміщення
          фотографій, опису, визначення пріоритетності у розміщенні товарів в магазині, їх сортування та
          інше;&nbsp;&nbsp;
        </p>

        <p>
          1.5.8. Обліковий запис – особистий електронний кабінет Користувача (доступ до якого може бути отриманий
          Користувачем на умовах функціоналу “Базовий акаунт” або “Бізнес-акаунт Shafa”), який має унікальний ID-номер у
          функціональній системі Сайту, за допомогою якого Користувач здійснює управління своїми оголошеннями на Сайті,
          а також має право отримувати інші Сервіси Shafa;&nbsp;
        </p>

        <p>
          1.5.9. Оголошення про продаж товарів – повідомлення Користувача про товари, що публікується ним на Сайті,
          зміст якого повинен відповідати вимогам до розміщення, виду та формі, які розміщені за посиланням:
          https://shafa.ua/uk/page/pravyla-dlya-prodavciv;&nbsp;
        </p>

        <p>
          1.5.10. Персональні дані – це відомості чи сукупність відомостей про фізичну особу, яка ідентифікована або
          може бути конкретно ідентифікована за допомогою таких відомостей;
        </p>

        <p>
          1.5.11. Реєстрація – прийняття (акцепт) Користувачем Оферти на укладення Договору, процедура, в ході якої
          Користувач за допомогою заповнення відповідних форм Сайту надає Виконавцю необхідну інформацію для
          використання Сервісів Shafa. Реєстрація вважається завершеною тільки в разі успішного проходження всіх її
          етапів, відповідно до опублікованих на Сайті інструкцій;
        </p>

        <p>
          1.5.12. Розміщення оголошення про продаж товарів – дія Користувача, яка виражена в публікації, активації
          Оголошення на Сайті, а також зміні&nbsp; істотних характеристик товару в Оголошенні тощо;
        </p>

        <p>
          1.5.13. Сайт – результат комп’ютерного програмування у вигляді програмного забезпечення, доступ до якого
          надається Користувачам онлайн-сервісу Shafa.ua за допомогою Облікового запису (особистого кабінету) через
          мережу Інтернет та забезпечує створення особистого Магазину Користувача, розміщення, редагування та обробку
          інформації в такому Магазині та надання інших Сервісів Shafa Виконавцем;&nbsp;&nbsp;
        </p>

        <p>
          1.5.14. Сервіси Shafa – сукупність послуг, що надаються Виконавцем Користувачам на Порталі відповідно до умов
          цієї Оферти, повний перелік послуг, розміщений за посиланням:&nbsp;https://shafa.ua/uk/page/yak-tse-praciue
        </p>

        <p>
          1.5.15. Товар - будь-який матеріальний і нематеріальний об&apos;єкт, що пропонується для продажу за допомогою
          Сайту.
        </p>

        <p>
          У випадку відсутності однозначного тлумачення термінів в цій Оферті, Сторони будуть керуватися, тлумаченням
          термінів, які використовуються на Сайті, а також чинним законодавством України.&nbsp;&nbsp;
        </p>

        <p>
          1.6. Всі угоди купівлі-продажу товарів укладаються безпосередньо між Користувачами. Таким чином, Виконавець не
          є учасником (стороною) таких правочинів, а лише надає комунікаційну торговельну платформу для розміщення
          Оголошень. Права та обов’язки покупців та продавців визначаються чинним законодавством, зокрема Законом
          України «Про електронну комерцію» та Законом України “Про захист прав споживачів”.&nbsp;
        </p>

        <p>&nbsp;</p>

        <p>2. ПРЕДМЕТ ОФЕРТИ</p>

        <p>
          2.1. Предметом Оферти є надання Виконавцем доступу до програмної продукції Виконавця у вигляді&nbsp;
          онлайн-сервісу shafa.ua, розміщеного на Сайті Виконавця https://shafa.ua, який забезпечує створення особистого
          Магазину Користувача, розміщення та обробку інформації в такому Магазині (надалі – «Послуга доступу»), а
          також&nbsp; надання Додаткових послуг Користувачам. Перелік Сервісів Shafa, що надаються Виконавцем, а також
          їх ціна та умови надання вказуються на Сайті.
        </p>

        <p>
          2.2. Акцептом (моментом повного підтвердження та безумовного прийняття)&nbsp; умов Оферти є момент здійснення
          будь-якої взаємодії Користувача на Сайті (в тому числі, але не виключно: реєстрація на Сайті, перерахунок
          Гарантійного платежу та/або фактичне використання Сервісів Shafa).&nbsp;
        </p>

        <p>
          Факт здійснення будь-якої взаємодії на Сайті означає, що Користувач ознайомлений, розуміє та беззастережно
          приймає умови цієї Оферти в повному обсязі без застережень та обмежень чи винятків.
        </p>

        <p>2.2.1. Місцем укладення&nbsp; Договору Сторони визначають місцезнаходження Виконавця.</p>

        <p>
          2.3. Крім умов цієї Оферти, порядок та умови надання Виконавцем користування Сервісами Shafa визначаються
          Політикою конфіденційності (https://shafa.ua/privacy-policy), а також іншими Правилами
          (https://shafa.ua/page/kak-eto-rabotaet), які є невід&apos;ємними частинами цієї Оферти. Користувач,
          погоджуючись з умовами Оферти, автоматично погоджується та зобов’язується виконувати та дотримуватися положень
          Політики конфіденційності та Правил, вимог до Оголошень та вимог до Оголошень Шафа-Kids.&nbsp;
        </p>

        <p>
          2.4. Користувач самостійно здійснює вибір Сервісів Shafa, доступ до яких та/або послугами яких має намір
          отримати чи користуватися.&nbsp;
        </p>

        <p>
          2.5. Виконавець має право залучити третіх осіб (субпідрядників) для надання Користувачам всіх або частини
          Сервісів Shafa.
        </p>

        <p>
          2.6. Якщо Користувач не згодний з умовами Оферти, він не має права акцептувати Договір та, не вправі
          користуватися послугами, які надає Виконавець.&nbsp;
        </p>

        <p>&nbsp;</p>

        <p>3. РОЗМІЩЕННЯ ОГОЛОШЕНЬ</p>

        <p>
          3.1. Користувач, що має намір здійснювати продаж товарів, створює та наповнює Магазин на Сайті після
          здійснення реєстрації та внесення Гарантійного платежу на умовах розділу 4 цієї Оферти.
        </p>

        <p>
          3.2. Для здійснення реєстрації Користувач, заповнює форму із зазначенням дійсної електронної адреси,
          обирає&nbsp; пароль, вносить номер телефону, а також заповнює інші дані, необхідні для реєстрації. Після того,
          як вся необхідна інформація буде заповнена Користувачем, він&nbsp; потрапляє в кабінет Користувача та отримує
          лист про реєстрацію на вказану електронну адресу.&nbsp;
        </p>

        <p>
          3.3. Під час реєстрації та/або Розміщення Оголошення, Користувач зобов’язаний надавати правдиву, точну та
          повну інформацію з питань, які пропонуються у формі для здійснення реєстрації чи в інших розділах Сайту та
          підтримувати таку надану інформацію в актуальному стані. У разі виявлення Адміністрацією Сайту та/або іншими
          засобами, недостовірної інформації, яку розмістив Користувач, Адміністрації Сайту має право скасувати
          реєстрацію та/або призупинити її та/або припинити надання доступу до Сервісів Shafa та надання послуг з
          користування Сервісами Shafa, за умови направлення відповідного повідомлення Користувачу.&nbsp;
        </p>

        <p>
          3.4. Користувач здійснює користування Сервісами Shafa виключно через засоби власної електронної адреси, а
          також за умови реєстрації через власні акаунти в соціальних мережах. Користувач несе повну відповідальність за
          збереження конфіденційності його Облікового запису (в тому числі логіна і пароля), а також за всі дії,
          здійснені з його Облікового запису.
        </p>

        <p>
          3.5. Користувач не має права (не обмежуючись переліченим) передавати, продавати, передавати в користування
          свої логін і пароль з метою доступу до Сайту та Сервісів Shafa третім особам без згоди Виконавця. У разі
          передачі логіна і пароля будь-якій третій особі, відповідальність за дії такої третьої особи несе Користувач.
        </p>

        <p>
          3.6. Користувач не може використовувати пароль і Обліковий запис іншого Користувача без спеціального дозволу і
          згоди власника цього Облікового запису та/або паролю. Виконавець не несе відповідальності за будь-які збитки
          чи шкоду, що виникли внаслідок невиконання Користувачем цих зобов&apos;язань.
        </p>

        <p>
          3.7. У разі порушення безпеки або несанкціонованого використання Облікового запису Користувача, а також якщо у
          Користувача є причини підозрювати, що його електронну адресу і пароль, які використовуються для входу на Сайт,
          були розкриті або можуть бути використані третіми особами, він повинен негайно повідомити про це Виконавця та
          змінити дані для входу на Сайт. Виконавець не несе відповідальності за будь-які збитки, спричинені
          несанкціонованим використанням Облікового запису Користувача.
        </p>

        <p>
          3.8. Реєструючись на Сайті, Користувач погоджується з&nbsp; отриманням інформаційних повідомлень на вказану
          при реєстрації адресу електронної пошти та/або номер мобільного телефону.&nbsp;
        </p>

        <p>
          3.9. Користувач, розміщуючи Оголошення на Сайті, підтверджує, що у відповідності до чинного законодавства
          України, він має право продавати товар, який пропонується до продажу в Оголошенні, самостійно несе
          відповідальність за наявність підтверджуючих документів на такий товар.&nbsp; Користувач зобов&apos;язується
          надавати інформацію в Оголошенні відповідно до положень цієї Оферти та Правил, а також у відповідності до
          вимог чинного законодавства України. Умови доставки товару та умови повернення товару повинні бути чітко
          викладені Користувачем в розміщеному Оголошенні, відповідно до&nbsp; чинного законодавства України.
        </p>

        <p>
          3.10. Виконавець не несе відповідальності за зміст Оголошень або гіперпосилань на ресурси, які зазначені в
          описі Оголошень Користувачів.
        </p>

        <p>3.11. Користувач зобов&apos;язаний підтримувати відомості в Оголошенні в актуальному стані.</p>

        <p>
          3.12. Реєструючись на Сайті, Користувач погоджується з тим, що Адміністрація Сайту здійснює модерацію
          розміщених Оголошень, переписки з іншими Користувачами, в тому числі з покупцями.&nbsp; Виконавець має право
          перемістити, завершити або продовжити термін демонстрації товару Користувача з технічних причин, що
          знаходяться під контролем або поза контролем Виконавця. Демонстрація оголошень може бути припинена Виконавцем,
          якщо Користувач зареєстрований товар з порушенням умов цього Договору або чинного законодавства України.
        </p>

        <p>3.13. Користувачеві заборонено:</p>

        <p>3.13.1. Публікувати однакові чи схожі за змістом Оголошення з однієї й тієї ж адреси електронної пошти;</p>

        <p>3.13.2. Дублювати однакові Оголошення з різних адрес електронної пошти;</p>

        <p>3.13.3. Публікувати Оголошення в розділі, що не відповідає змісту Оголошення;</p>

        <p>
          3.13.4. Публікувати Оголошення, в заголовках яких містяться знаки пунктуації та/або інші символи, що
          повторюються;
        </p>

        <p>3.13.5. Публікувати Оголошення, опис та/або заголовок/фотографії яких є не пов&apos;язаними між собою;</p>

        <p>3.13.6. Публікувати Оголошення, що містить пропозицію щодо кількох товарів одночасно;</p>

        <p>
          3.13.7. Вставляти в Оголошеннях посилання на ресурси, які містять шкідливі елементи або посилання на головну
          сторінку Сайту;
        </p>

        <p>
          3.13.8. Розміщувати Оголошення, якщо таке розміщення може призвести до порушення вимог чинного законодавства
          України;
        </p>

        <p>
          3.13.9. Забороняється вказувати характеристики предмета, які не відповідають дійсності пропозиції в
          Оголошенні. У тому числі вказувати ціну, що не відповідає фактичній ціні реалізації товару. Ціна повинна бути
          вказана повністю за весь товар, в національній валюті України - гривні;
        </p>

        <p>
          3.13.10. Передавати засобами Сайту свої контакти покупцеві з метою подальшого спілкування щодо купівлі-продажу
          товару, Оголошення про продаж якого розміщено на Сайті;
        </p>

        <p>
          3.13.11. Пропонувати покупцеві здійснити купівлю Товару, Оголошення про продаж якого розміщено на Сайті
          способом, що не передбачений на Shafa.ua.&nbsp;
        </p>

        <p>3.14. Користувачеві забороняється розміщувати Оголошення в яких пропонуються до продажу:</p>

        <p>
          3.14.1. а) алкогольні напої; б) спирт, в т.ч. етиловий, коньячний, плодовий тощо; в компоненти та обладнання,
          призначені для виготовлення фальсифікованого алкоголю (самогонні апарати, концентрати, ароматизатори та набори
          для приготування алкогольної продукції тощо);
        </p>

        <p>
          3.14.2. Тютюн, тютюнові вироби, курильні суміші (в т.ч. сигарети, сигари, стіки для приладів для нагрівання
          тютюну, курильні суміші для кальяну, готові до використання (одноразові) електронні сигарети, будь-які рідини
          (в тому числі база для виготовлення рідин), картриджі чи поди для електронних сигарет, вейпів та інших
          приладів для куріння, інші вироби з тютюну чи його замінників), а також продукція з використанням торгових
          марок та брендів, під якими випускаються тютюнові вироби;
        </p>

        <p>
          3.14.3. а) наркотичні засоби, психотропні речовини та прекурсори, включені до переліку, затвердженого
          Кабінетом Міністрів України (http://zakon2.rada.gov.ua/laws/show/770-2000-%D0%BF), а також їх аналоги
          (сибутрамін, фентермин, фенілнітропропен, нітроетан та інші); б) пристрої та аксесуари для вживання
          наркотичних і психотропних речовин, а також для вживання і культивування рослин, що їх містять (бонги, напас,
          бульбулятори, гріндер і т.п.);
        </p>

        <p>
          3.14.4. порнографічні матеріали або предмети; зображення з частково або повністю оголеними інтимними частинами
          тіла людини (в одязі або без нього); товарів 18+, які мають схожість з інтимними частинами тіла людини, а
          також зображення чоловіків/жінок, які демонструють застосування товарів 18+. ; товари, виконані у формі
          статевих органів людини (свічки, брелоки, мило і тп.);
        </p>

        <p>3.14.5. лікарські засоби, ветеринарні лікарські засоби та препарати, фармакологічні продукти;&nbsp;</p>

        <p>3.14.6. вкрадені, отримані незаконним способом товари;</p>

        <p>
          3.14.7. предмети, які становлять небезпеку для життя і здоров&apos;я, зокрема, але не виключно: (а) вибухові
          речовини та особливо небезпечні хімічні речовини; б піротехнічні вироби технічного та спеціального
          призначення; в товари, використання яких несе потенційну небезпеку при керуванні транспортними засобами тощо;
        </p>

        <p>
          3.14.8. об&apos;єкти рослинного світу без дозволу на спеціальне використання природних ресурсів, а також
          об&apos;єкти рослинного світу та насіння, що містять наркотичні, психотропні, галюценогенні, отруйні речовини
          (канабіс, марихуана, коноплі, тощо);
        </p>

        <p>
          3.14.9. людські органи, тканини, клітини, інші анатомічні матеріали (у тому числі, але не обмежуючись:
          донорська кров та її компоненти), донорські послуги;
        </p>

        <p>3.14.10. спеціальні технічні засоби для негласного отримання інформації;</p>

        <p>3.14.11. державні нагороди; персональні документи, а також бланки цих документів;</p>

        <p>3.14.12. бази даних;</p>

        <p>3.14.13. вогнепальна, холодна, травматична зброя, а також боєприпаси і комплектуючі до них;</p>

        <p>3.14.14. спеціальні засоби активної оборони, що застосовуються правоохоронними органами;&nbsp;</p>

        <p>3.14.15. дорогоцінні метали і дорогоцінне каміння не у виробі;</p>

        <p>3.14.16. рідкісні і заборонені до продажу тварини;</p>

        <p>
          3.14.17. сувенірна та/або інша продукція з нанесенням символіки Російської Федерації, комуністичного
          тоталітарного режиму, символіки націонал-соціалістичного (нацистського) тоталітарного режиму, самопроголошених
          держав, не визнаних Україною;
        </p>

        <p>
          3.14.18. фальсифіковані товари, з неправомірним використанням знаків для товарів та послуг, авторських прав чи
          копіюванням форми, упаковки, зовнішнього оформлення тощо, в тому числі товари, в назві чи описі яких
          використовуються слова &quot;копія/точна копія&quot;, &quot;репліка&quot;, &quot;імітація&quot;,
          &quot;клон&quot;, &quot;підробка&quot; тощо.
        </p>

        <p>
          3.14.19. товари, продаж та/або використання яких порушує основи правопорядку, не відповідає принципам
          суспільної моралі та/або моральності;
        </p>

        <p>
          3.14.20. будь-яких інших товарів і послуг, заборонених для продажу та рекламування згідно чинного
          законодавства України або рішенням Адміністрації Сайту.&nbsp;&nbsp;&nbsp;
        </p>

        <p>{`3.15. Забороняється продавати/рекламувати товари: ввезені на митну територію України в митному режимі імпорту товарів з Російської Федерації із порушенням норм чинного законодавства України, зокрема Постанови КМУ No 426 від 09.04.2022 р. «Про застосування заборони ввезення товарів з Російської Федерації» та товари, країною походження яких є Російська Федерація*.<br>
<br>
*Онлайн-сервіс Shafa.ua припиняє роботу з суб’єктами господарювання з Російської Федерації у зв’язку з відкритою та широкомасштабною військовою агресією проти України, введенням воєнного стану в Україні Указом Президента України від 24.02.2022 No 64/2022, затвердженим Законом України від 24.02.2022 No 2102-IX, та з метою уникнення інформаційного впливу держави-агресора на українців.</p>

<p>3.16. Забороняється продавати/рекламувати товари або надавати послуги, у разі, якщо для отримання таких товарів/послуг кінцевим споживачем, такі товари/послуги мають бути: переміщені на або з тимчасово окупованих територій та території проведення Операції об’єднаних сил (ООС), на яких органи державної влади тимчасово не здійснюють свої повноваження*.</p>

<p>*території Автономної Республіки Крим та м. Севастополь у зв'язку з прийняттям Закону України «Про забезпечення прав і свобод громадян на тимчасово окупованій території України» від 15.04.2014, № 1207-VII, а також ряду населених пунктів на території Донецької та Луганської областей (на підставі Указу про введення в дію рішення Ради національної безпеки та оборони «Про невідкладні заходи щодо подолання терористичної загрози та збереження територіальної цілісності України» підписаного «13» квітня 2014 року та Закону України «Про особливості державної політики із забезпечення державного суверенітету України на тимчасово окупованих територіях у Донецькій та Луганській областях» від 18.01.2018 № 2268-VIII).`}</p>

        <p>
          {`3.17. Забороняється продавати/рекламувати товари, які:
а містять виправдовування, визнання правомірною, заперечення збройної агресії Російської Федерації проти України, у тому числі шляхом представлення збройної агресії Російської Федерації проти України як внутрішнього конфлікту, громадянського конфлікту, громадянської війни, заперечення тимчасової окупації частини території України;<br>
б глорифікують: символіку, що використовується лась під час збройної агресії Російської Федерації проти України; осіб, які здійснювали збройну агресію Російської Федерації проти України, представників збройних формувань Російської Федерації, іррегулярних незаконних збройних формувань, озброєних банд та груп найманців, створених, підпорядкованих, керованих та фінансованих Російською Федерацією, а також<br>
представників окупаційної адміністрації Російської Федерації, яку складають її державні органи та інші структури, функціонально відповідальні за управління тимчасово окупованими територіями України, та представників підконтрольних Російській Федерації
самопроголошених органів, які узурпували виконання владних функцій на тимчасово окупованих територіях України, у тому числі шляхом їх визначення як "повстанці", "ополченці", "ввічливі військові люди" тощо.
в містять зображення осіб та/або є результатом творчої та іншої діяльності осіб, які виправдовують, визнають правомірною, підтримують або заперечують збройну агресію Російської Федерації проти України.`}
        </p>

        <p>
          3.18. Заголовок Оголошення повинен відповідати тексту самого Оголошення і не повинен містити контактну або
          персональну інформацію про Користувача (телефон, електронну адресу, адресу Інтернет-ресурсу). Фотографія, яке
          демонструє товар, що пропонується Користувачем до продажу, повинна відповідати заголовку і тексту Оголошення.
          На фотографії має бути зображений тільки пропонований до продажу товар. Фотографії, завантажені з мережі
          Інтернет, заборонені.&nbsp;&nbsp;
        </p>

        <p>3.19. Адміністрація Сайту має право:</p>

        <p>
          3.19.1.Вносити в текст Оголошення Користувача правки, що стосуються орфографії і пунктуації, які не впливають
          на загальний зміст Оголошення;
        </p>

        <p>
          3.19.2. Переносити Оголошення в інші рубрики Сайту в разі виявлення найбільш придатної рубрики для їх
          розміщення;
        </p>

        <p>
          3.19.3. Відмовити в публікації Оголошень, якщо такі Оголошення не відповідають тематиці вибраних розділів, або
          порушують умови цієї Оферти чи Правил;
        </p>

        <p>3.19.4. Обмежувати кількість Оголошень від одного Користувача з метою зручності користування Сайтом;</p>

        <p>
          3.19.5. Видаляти Оголошення на вимогу правовласника або компетентних державних органів. Виконавець також
          залишає за собою право видаляти будь-які Оголошення, які, на його думку, не відповідають умовам цієї Оферти,
          Правилам, вимогам до Оголошень та вимогам до Оголошень Шафа-Kids,&nbsp; вимогам чинного законодавства, а також
          принципам і засадам суспільної моралі.
        </p>

        <p>&nbsp;</p>

        <p>4. ПОРЯДОК ОПЛАТИ</p>

        <p>
          4.1. Користувач, здійснивши процедуру реєстрації та верифікації номеру телефону створює Магазин та розміщує
          Оголошення з урахуванням Правил та вимог до Оголошень. Після укладення договору купівлі-продажу розміщеного в
          Оголошенні Товару, шляхом натискання кнопки «Прийняти замовлення», Користувач, а саме продавець, надає свою
          згоду (здійснює акцепт) на зміну призначення Гарантійного платежу для подальшої оплати за надання Користувачу,
          а саме продавцю, Послуги доступу до програмної продукції у вигляді онлайн-сервісу shafa.ua, розміщеного на
          Сайті Виконавця https://shafa.ua (який забезпечує в тому числі створення особистого Магазину Користувача,
          розміщення та обробку інформації в такому Магазині), після того, як Виконавцеві надходить підтвердження від
          логіста/поштового оператора про те, що Товар був отриманий покупцем та/або позначений Користувачем, як
          проданий. Тарифи за отримання Послуги доступу вказані у п. 4.2. цієї Оферти.&nbsp;
        </p>

        <p>
          4.1.1. Кожного разу при укладенні договору купівлі-продажу розміщеного в Оголошенні Товару з його оплатою
          покупцем за допомогою способу оплати «Безпечна оплата» Користувач погоджується з Правилами безпечної оплати
          замовлень на Shafa.ua (
          <a href="https://shafa.ua/uk/page/pravila-bezpechnoyi-oplati-zamovlen-na-shafaua5">
            https://shafa.ua/uk/page/pravila-bezpechnoyi-oplati-zamovlen-na-shafaua5
          </a>
          ).&nbsp;
        </p>

        <p>
          4.1.2. Шляхом натискання кнопки «Прийняти замовлення», Користувач, а саме продавець, надає свою згоду
          (здійснює акцепт) на зміну призначення Гарантійного платежу для подальшої&nbsp; оплати за надання Користувачу,
          а саме продавцю, Послуги доступу до програмної продукції у вигляді онлайн-сервісу shafa.ua, розміщеного на
          Сайті Виконавця https://shafa.ua (який забезпечує створення особистого Магазину Користувача, розміщення та
          обробку інформації в такому Магазині), після того, як&nbsp; Виконавцеві надходить підтвердження про те, що
          Товар був отриманий покупцем.&nbsp;&nbsp;&nbsp;
        </p>

        <p>
          Після надходження Виконавцю підтвердження про те, що Товар був отриманий покупцем, Виконавець надсилає
          фінансовому партнеру запит на здійснення транзакції з переказу коштів за проданий Товар на банківську карту
          Користувача (продавця).&nbsp;
        </p>

        <p>
          4.1.3. В результаті здійснення угоди купівлі-продажу товару, Оголошення про який було розміщено на Shafa.ua в
          момент заключення угоди, Користувач позначає Товар шляхом проставлення галочки у відповідному полі про те, що
          товар є проданим, чим інформує Виконавця про здійснення угоди купівлі-продажу Товару та здійснює акцепт (надає
          згоду) на зміну призначення Гарантійного платежу для подальшої оплати за надання Користувачу, а саме продавцю,
          Доступу до програмної продукції Виконавця у вигляді онлайн-сервісу shafa.ua, розміщеного на Сайті Виконавця
          https://shafa.ua у розмірі відповідно до п. 4.2. цієї Оферти.
        </p>

        <p>4.2. Розмір оплати за надання Користувачу Послуги доступу складає:&nbsp;</p>

        <p>
          4.2.1. для Користувачів&nbsp; функціоналу «
          <a href="https://shafa.ua/page/umovi-koristuvannya-funkcionalom-bazovij-akaunt">Базовий акаунт</a>»:&nbsp;
        </p>

        <p>
          8,4% (вісім цілих чотири десяти відсотки), включно з ПДВ, від ціни замовленого Користувачем Товару, що не
          перевищує 499,99 грн (включно);
        </p>

        <p>
          7,2% (сім цілих дві десятих відсотки), включно з ПДВ, від ціни замовленого Користувачем Товару, що становить
          від 500,00 грн до 999,99 грн (включно);
        </p>

        <p>
          6% (шість відсотків), але не більше 300 грн включно з ПДВ від ціни замовленого Користувачем Товару, що
          становить від 1000,00 грн (включно).
        </p>

        <p>
          Детальний опис функціоналу «Базовий акаунт» розміщено за посиланням:&nbsp;
          <a href="https://shafa.ua/page/umovi-koristuvannya-funkcionalom-bazovij-akaunt">
            https://shafa.ua/page/umovi-koristuvannya-funkcionalom-bazovij-akaunt
          </a>
          &nbsp;
        </p>

        <p>
          4.2.2. для Користувачів функціоналу «
          <a href="https://shafa.ua/page/umovi-koristuvannya-funkcionalom-biznes-akaunt-shafa">Бізнес-акаунт Shafa</a>
          »:&nbsp;
        </p>

        <p>
          14,4% (чотирнадцять цілих чотири десятих відсотки), включно з ПДВ, від ціни замовленого Користувачем Товару,
          що не перевищує 499,99 грн (включно);
        </p>

        <p>
          12% (дванадцять відсотків), включно з ПДВ, від ціни замовленого Користувачем Товару, що становить від 500,00
          грн до 999,99 грн (включно);
        </p>

        <p>
          9,6% (дев’ять цілих шість десятих відсотки), але не більше 300 грн, включно з ПДВ, від ціни замовленого
          Користувачем Товару, що становить від 1 000,00 грн.
        </p>

        <p>
          Детальний опис функціоналу «Бізнес-акаунт Shafa» розміщено за посиланням:&nbsp;
          <a href="https://shafa.ua/page/umovi-koristuvannya-funkcionalom-biznes-akaunt-shafa">
            https://shafa.ua/page/umovi-koristuvannya-funkcionalom-biznes-akaunt-shafa
          </a>
          .&nbsp;
        </p>

        <p>
          4.3. Крім цього, Користувач з метою збільшення переглядів Оголошень та укладення договорів купівлі-продажу з
          покупцями, може&nbsp; скористатися наступними Додатковими послугами:&nbsp;
        </p>

        <p>Послуга&nbsp; «Топ-Оголошення»;</p>

        <p>Послуга&nbsp; «VIP-Оголошення»;&nbsp;</p>

        <p>Послуга «Підняття Оголошень в каталозі»</p>

        <p>
          Розмір оплати та опис Додаткових послуг розміщені&nbsp; за посиланням:
          https://shafa.ua/uk/page/kak-prodvinut-svoe-obyavlenie.&nbsp;
        </p>

        <p>
          4.4. Користувач&nbsp; замовляє Додаткові послуги шляхом здійснення&nbsp; активації послуги з переліку
          наведених у розділі «Мої Речі» в Оголошенні про продаж товару у пункті&nbsp; меню «Рекламировать». Така дія
          (активація) є акцептом (згодою) Користувача на отримання послуги Виконавця та згодою на зміну призначення
          Гарантійного платежу для оплати вибраної Користувачем послуги Виконавця. Після чого Виконавець списує
          відповідну суму вартості&nbsp; такої послуги з балансу Користувача.&nbsp;
        </p>

        <p>{`4.5. Для користування Сервісами Shafa користувачу необхідно мати на Балансі кошти (позитивний Баланс) для подальшого забезпечення виконання грошових зобов‘язань перед Виконавцем.<br>
Баланс може бути від‘ємним у разі якщо вартість послуг Виконавця є вищою за наявний на Балансі Гарантійний платіж. В такому випадку Користувач може користуватися сервісами Shafa протягом 48 годин від моменту виникнення заборгованості. У разі якщо Користувач не здійснить поповнення Балансу протягом 48 годин, то його обліковий запис буде деактивований. Відновлення облікового запису здійснюється за умови внесення Гарантійного платежу і наявності позитивного Балансу у Користувача.<br>
Виконавець на свій розсуд може обмежувати для окремих Користувачів можливість користуватися Сервісами Shafa з від‘ємним Балансом. В такому випадку обліковий запис деактивується з моменту досягнення від’ємного Балансу.`}</p>

        <p>
          4.6. Звітним періодом складання первинних документів у відповідності наданих&nbsp; послуг Сервісів Shafa є
          один календарний місяць. Виконавець направляє Користувачу первинні документи (акти наданих послуг) за умови
          наявності повної ідентифікаційної інформації Користувача для складання та надання таких первинних документів .
          У разі, якщо ідентифікаційні дані відсутні або надані&nbsp; не в повному обсязі, для подальшого отримання Акту
          надання послуг, Користувачу необхідно протягом 5 (п’яти) робочих днів з дати закінчення звітного періоду
          направити свої ідентифікаційні дані. Користувач зобов’язаний підписати та направити один екземпляр акту
          Виконавцю протягом 5 (п’яти) календарних днів з дати отримання.&nbsp; Послуги вважаються наданими належним
          чином та прийняті Користувачем, а стан взаєморозрахунків Сторін вважається підтвердженим та погодженим
          Користувачем у разі, якщо протягом 20 (двадцяти) календарних днів після завершення звітного періоду,
          Користувач не надіслав Виконавцю підписаний Акт надання послуг або мотивоване письмове заперечення, щодо
          складеного первинного документу.
        </p>

        <p>
          4.7. Користувач, який купує товари на Shafa.ua, може скористатися Додатковою послугою Сервіс «Shafa Доставка»,
          яка надає доступ до спеціального функціоналу онлайн-сервісу Shafa.ua у вигляді трекінг-сервісу замовлень, що
          були здійснені на онлайн-сервісі Shafa.ua, отримання додаткових сповіщень про такі замовлення, а також надання
          можливості брати участь у спеціальних маркетингових активностях Виконавця, які доступні виключні для
          користувачів сервісу. Детально про Сервіс “Shafa Доставка” за
          посиланням:&nbsp;https://shafa.ua/uk/page/shafa-dostavka.
        </p>

        <p>
          <strong>4.7.1. </strong>Отримати доступ до Сервісу «Shafa Доставка» Користувач може шляхом оформлення підписки
          «Shafa SMART». Детальніше про умови та правила користування підпискою «Shafa SMART» за посиланням
          https://shafa.ua/uk/page/umovi-koristuvannya-pidpiskoyu-shafa-smart.&nbsp; Підписка «Shafa SMART» доступна
          строком на 1 місяць (30 днів) чи на 1 рік (365 днів) від дати здійснення оплати Користувачем. Вартість
          підписки «Shafa SMART» на 1 місяць – 69,00 грн (шістдесят дев’ять гривень 00 копійок), включно з ПДВ. Вартість
          підписки «Shafa SMART» на 1 рік – 299 грн (двісті дев’яносто дев’ять гривень 00 копійок), включно з ПДВ.
          Виконавцем може стягуватися додаткова оплата за спеціальні послуги в рамках підписки «Shafa SMART».
        </p>

        <p>&nbsp;</p>

        <p>5. ВІДОМОСТІ, ЩО НАДАЮТЬСЯ КОРИСТУВАЧЕМ</p>

        <p>
          5.1. Збір інформації здійснюється шляхом&nbsp; використання програмних засобів Сайту щодо зазначених&nbsp;
          Користувачем відповідних даних, необхідних для розміщення Оголошень на ньому.&nbsp;
        </p>

        <p>
          5.2. Інформація технічного характеру, що міститься в системі, наприклад, ip-адреси, відповідно до загальних
          правил інтернет-повідомлень, використовується Виконавцем в цілях, пов&apos;язаних з обслуговуванням мережевого
          обладнання, а також для агрегації загальної статистичної, демографічної інформації (наприклад, про регіон, з
          якого було здійснено з&apos;єднання Користувачем).
        </p>

        <p>
          5.3. Виконавець зберігає дані останнього доступу Користувача до системи, з метою забезпечення високої якості
          послуг, що надаються, які адаптуються до індивідуальних потреб та інтересів Користувача.
        </p>

        <p>
          5.4. Користувач здійснює доступ до Сервісів Shafa протягом часових проміжків безперервного використання -
          сесій. Зареєстрований Користувач здійснює доступ до частини Сайту, доступною виключно після введення їм логіна
          і пароля, прийнамні мере, один раз протягом сесії.
        </p>

        <p>
          5.5. Деактивація функції збереження даних останнього доступу в систему в настройках браузера не впливає на
          можливість використання Сервісів Shafa в цілому, однак може обмежити їх функціонал для Користувача.
        </p>

        <p>
          5.6. Дані останнього доступу в систему також використовуються для збору статистичної інформації про
          використання послуг Користувачами.
        </p>

        <p>
          5.7. Виконавець не збирає дані про расове або етнічне походження, політичні, релігійні, світоглядні
          переконання, членство в політичних партіях та професійних спілках, а також даних, що стосуються здоров&apos;я
          чи статевого життя користувачів, і не несе відповідальність за розголошення Користувачами такої інформації на
          Сайті.
        </p>

        <p>
          5.8. Опитування, проведені час від часу Виконавцем можуть містити питання про демографічні дані користувачів
          (наприклад, освіту, вік, дохід). Дані, що збираються Виконавцем за допомогою таких опитувань, обробляються в
          знеособленому вигляді. Користувачі мають можливість не брати участь в опитуваннях і відмовитися від надання
          інформації. Виконавець використовує демографічні дані з метою підготовки статистичних звітів та покращення
          якості послуг.
        </p>

        <p>
          5.9. Користувачеві забороняється надавати інформацію з порушенням умов даного Договору або прав третіх осіб,
          зокрема, інформація не повинна містити:
        </p>

        <p>вульгарних, образливих виразів;</p>

        <p>пропаганду ненависті, насильства, дискримінації, расизму, ксенофобії, міжнаціональних конфліктів;</p>

        <p>заклики до насильства і протиправних дій;</p>

        <p>дані, що порушують особисті права або права інтелектуальної власності третіх осіб;</p>

        <p>інформацію, що сприяє шахрайству, обману або зловживання довірою;</p>

        <p>інформацію, що веде до здійснення угод з краденими або підробленими предметами;</p>

        <p>
          інформацію, що порушує або зазіхає на власність третіх осіб, комерційну таємницю або право на недоторканність
          приватного життя;
        </p>

        <p>особисту або ідентифікаційну інформацію про інших осіб без явно вираженої згоди цих осіб;</p>

        <p>
          інформацію, що містить відомості, які посягають на недоторканність приватного життя, що ображає чиюсь честь,
          гідність чи ділову репутацію;
        </p>

        <p>інформацію, що містить наклеп або погрози на адресу кого б то не було;</p>

        <p>інформацію, що носить характер порнографії;</p>

        <p>інформацію, що завдає шкоди неповнолітнім;</p>

        <p>помилкову інформацію і таку що вводить в оману;</p>

        <p>віруси або будь-які інші технології, що можуть завдати шкоди сайтам, Виконавця або іншим користувачам;</p>

        <p>
          інформацію про сервіси, що вважаються аморальними, таких як: проституція, лихварство або інші форми, що
          суперечать нормам моралі або закону;
        </p>

        <p>посилання або інформацію про сайти, що конкурують з сервісами Виконавця;</p>

        <p>інформацію, що представляє собою спам або небажану або брехливу комерційну рекламу;</p>

        <p>інформацію, поширену інформаційними агентствами;</p>

        <p>
          інформацію з пропозицією заробітку в інтернет, без вказівки фізичної адреси і прямих контактів роботодавця;
        </p>

        <p>
          інформацію з пропозицією франшизи, багаторівневого та мережевого маркетингу, агентської діяльності, торгового
          представництва або будь-якої інший діяльності, яка вимагає вербування інших членів, субагентів,
          субдистрибьютерів та ін.;
        </p>

        <p>відомості виключно рекламного характеру без пропозиції конкретного товару;</p>

        <p>інформацію, яка іншим чином порушує чинне законодавство України.&nbsp;&nbsp;</p>

        <p>&nbsp;</p>

        <p>6. ПРАВА ТА ОБОВ&apos;ЯЗКИ СТОРІН</p>

        <p>
          6.1.&nbsp; Всі об&apos;єкти інтелектуальної власності, доступні за допомогою та/або через Сервіси Shafa, в
          тому числі елементи дизайну, текст, графічні зображення, ілюстрації, відео, програми, бази даних, музика,
          звуки і інші об&apos;єкти, а також будь-який контент, розміщений на Сайті, є об&apos;єктами виключних прав
          інтелектуальної власності Виконавця, Користувачів та інших правовласників.&nbsp;
        </p>

        <p>
          6.2. Використання контенту, а також будь-яких інших елементів Сервісів Shafa можливо тільки в рамках
          функціоналу, пропонованого тим чи іншим Сервісом Shafa. Ніякі елементи змісту сервісів, що надаються за
          допомогою Сайту, а також будь-який контент, розміщений на Сайті, не можуть бути використані іншим чином без
          попереднього дозволу правовласника. Під використанням маються на увазі, в тому числі, але не виключно,
          відтворення, копіювання, переробка, поширення на будь-якій основі і т.д.
        </p>

        <p>
          6.3.Для забезпечення можливості публікації Виконавцем наданих Користувачем відомостей, Користувач надає
          Виконавцю безстрокове, безвідкличне, невиключне, право використання, публікації, збору, демонстрації,
          копіювання, дублювання, відтворення щодо авторських прав, публікацій та баз даних, яке має Користувач, а також
          щодо наданих їм відомостей, зображень та фотографій на всіх відомих або невідомих інформаційних носіях.
          Перераховані вище права надаються Виконавцю на безоплатній та безстроковій основі. При цьому Користувач
          зберігає всі права власності на зміст розміщуваної&nbsp; в Оголошеннях інформації. Крім перерахованого вище,
          Користувач надає право на доступ до розміщеної ним інформації всім Користувачам Сайту.
        </p>

        <p>
          6.4. Скориставшись Сервісами Shafa, Користувач підтверджує, що несе особисту відповідальність за зміст
          розміщених ним Оголошень, а також володіє всіма необхідними правами, ліцензіями, дозволами на розміщення
          інформації в Оголошенні на Сайті, включаючи без обмежень всі патенти, товарні знаки, комерційні таємниці,
          авторські права, або ж має відповідну письмову згоду, ліцензію або дозвіл всіх ідентифікованих в Оголошенні
          осіб і компаній для використання їх імен чи зображень.
        </p>

        <p>
          6.5. Розміщуючи на Сайті Оголошення без знака охорони авторського права Користувач погоджується з
          використанням зображення і / або його частини в інтересах Виконавця без виплати винагороди.
        </p>

        <p>
          6.6.Виконавець може періодично встановлювати обмеження щодо використання Сервісів Shafa і Сайту, зокрема,
          максимальна кількість днів зберігання Оголошень і їх розмір. Виконавець має право у будь-який момент змінити
          або припинити роботу Сервісів Shafa і Сайту або їх частини з повідомленням Користувача або без нього, не
          несучи при цьому відповідальності за подібні зміни або припинення.&nbsp;
        </p>

        <p>
          6.7.Виконавець може заборонити Користувачеві доступ на Сайт, якщо Користувач порушує умови цієї Оферти. Факт
          порушення вважається підтвердженим, якщо Користувач був сповіщений Адміністрацією сайту про ведення
          діяльності, яка порушує правила Сайту та/або прав третіх осіб. Виконавець залишає за собою право в будь-який
          момент за умови порушення Користувачем умов цієї Оферти, видалити або відключити Обліковий запис Користувача,
          а також видалити всі розміщені Оголошення Користувача, залишивши попереднє повідомлення Користувача про таке
          відключення .
        </p>

        <p>&nbsp;</p>

        <p>
          6.8.Виконавець має право передати свої права на Сайт правонаступнику. Передача та повідомлення Користувачів
          про таку передачу здійснюється відповідно до вимог чинного законодавства України.&nbsp;
        </p>

        <p>
          6.9.Користувач має право направляти скарги з питань роботи Сайту через форму зворотного зв&apos;язку. Скарги
          будуть розглянуті Адміністрацією Сайту протягом 5 (п&apos;яти) робочих днів з дати їх надходження або з
          моменту отримання повної необхідної&nbsp; інформації за змістом скарги для її розгляду.
        </p>

        <p>
          6.10. Виконавець вправі направляти запити Користувачу з метою&nbsp; підтвердження даних, зазначених ним при
          реєстрації, в тому числі з метою отримання підтверджуючих документів (зокрема - копії / завірені копії
          документів, що засвідчують особу), ненадання яких, на розсуд Користувача, може бути прирівняне до надання
          недостовірної інформації. У разі, якщо дані Користувача, зазначені в наданих їм документах, не відповідають
          інформації, яка зазначена ним при реєстрації, а також в разі, якщо такі&nbsp; дані, вказані при реєстрації, не
          дозволяють ідентифікувати Користувача, Виконавець має право відмовити Користувачеві в доступі до використання
          Сервісів Shafa з попередніми повідомленням Користувача.
        </p>

        <p>
          6.11. Користувачі гарантують, що володіють усіма правами на використання матеріалів та контенту, що
          розміщуються ними в оголошеннях на Shafa.ua, в т.ч. правами інтелектуальної власності.
        </p>

        <p>
          6.12. Вся розміщена Користувачами на Shafa.ua інформація вважається власністю Користувачів, які її розмістили,
          до тих пір, поки не буде підстав вважати інакше. Всю відповідальність за відповідність такої інформації
          (контенту) законодавству України несуть такі Користувачі. Користувачі Сайту не отримують ніяких прав на
          використання інформації, розміщеної іншими користувачами, і несуть повну відповідальність перед власником
          інформації за її неправомірне використання.
        </p>

        <p>
          6.13. У разі виникнення у зв&apos;язку з розміщенням Користувачем контенту і / або будь-якої інформації,
          рекламних матеріалів, і / або змістом рекламних матеріалів (відповідністю змісту реклами вимогам чинного
          законодавства) і / або якістю товарів / послуг, які рекламуються, претензій, суперечок застосування штрафних
          санкцій з боку третіх осіб і / або контролюючих органів або за рішенням суду, такий Користувач
          зобов&apos;язується розглядати і вирішувати ці питання самостійно без залучення Адміністрації Сайту, а також
          зобов&apos;язується компенсувати Виконавцю в повному обсязі збитки, витрати, включаючи штрафні санкції,
          викликані порушенням ним умов цієї угоди.
        </p>

        <p>&nbsp;</p>

        <p>7. КОНФІДЕНЦІЙНІСТЬ</p>

        <p>
          7.1. Реєстрацією на Сайті, Користувач підтверджує та надає свою згоду на обробку персональних даних збір,
          зберігання, використання та розголошення своїх персональних даних у відповідності до відповідно до Політики
          конфіденційності Сайту Shafa.ua (https://shafa.ua/uk/privacy-policy), Законів України «Про захист персональних
          даних», «Про захист прав споживачів», «Про захист інформації в інформаційно-телекомунікаційних системах».
        </p>

        <p>&nbsp;</p>

        <p>8. ПОЛІТИКА ОБРОБКИ COOKIE</p>

        <p>
          8.1. Файл cookie – це програмний файл, що містить у собі строку символів та направляється на комп’ютер
          Користувача, який відвідує ту чи іншу сторінку веб-сайту. При повторному відвідуванні цього веб-сайту такий
          файл дозволяє ідентифікувати браузер Користувача.&nbsp; Файли cookie здатні зберігати налаштування Користувача
          та іншу інформацію.&nbsp;
        </p>

        <p>
          8.2. Технологія, яка використовується на Сайті, направляє дані на пристрій користувача: один чи декілька
          файлів cookie.
        </p>

        <p>
          8.3. Виконавець використовує cookie для спрощеного доступу Користувачів до деяких Сервісів Shafa та Сайту, а
          також для обробки статистичної інформації з метою підвищення ефективності взаємодії Користувача з Сайтом, а
          також для отримання інформації, пов’язаної з проведенням маркетингових заходів. Така інформація надається в
          агрегованій формі і не містить персональні дані.
        </p>

        <p>8.4. Дані можуть передаватися третім особам:&nbsp;</p>

        <p>
          8.4.1. Системам, які здійснюють збір статистики відвідувань: Google Analytics
          -https://www.google.com.ua/intl/ru/policies/privacy/, Gemius -http://gemius.com.ua/ua/ru_privacy_policy.
        </p>

        <p>8.4.2. Соціальним мережам, плагіни яких розміщені за посилання на Сайті (наприклад: Facebook та ін.)</p>

        <p>
          8.5. Представники&nbsp; Виконавця або треті особи з якими співпрацює Виконавець, можуть мати доступ до файлів
          cookie.
        </p>

        <p>
          8.6. Виконавець, відповідно до чинного законодавства може надавати інформацію,&nbsp; третім особам для захисту
          законних прав та інтересів.&nbsp;
        </p>

        <p>8.7. Користувач може відмовитись&nbsp; від збору вищезазначеної інформації, шляхом:&nbsp;</p>

        <p>8.7.1. В налаштуваннях браузера встановити&nbsp; &quot;Я не приймаю cookie&quot;.</p>

        <p>8.7.2. В налаштуваннях браузера встановити &quot;Видаляти cookie&quot;.</p>

        <p>&nbsp;</p>

        <p>9. ВІДПОВІДАЛЬНІСТЬ СТОРІН. ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ ВИКОНАВЦЯ</p>

        <p>
          9.1. Будь-яка взаємодія Користувача з Сайтом (в тому числі, але не виключно, реєстрація, фактичне користування
          Сервісами і ін.) означає безумовну згоду Користувача з тим що він використовує Сайт та&nbsp; Сервіси Shafa на
          власний ризик і «як є», оцінює усі ризики, пов’язані з використанням розміщених на Сайті Оголошень, а
          Виконавець не несе ніякої відповідальності за зміст Оголошень, які розміщує Користувач на Сайті за будь-які
          збитки, які є результатом використання розміщених на Сайті Оголошень.&nbsp; Всі спори, конфлікти або
          непорозуміння, які можуть виникнути між Користувачами розв’язуйся ними самостійно без залучення
          Виконавця.&nbsp;
        </p>

        <p>
          9.2. Виконавець не є організатором/ініціатором угоди між Користувачами або стороною такої угоди. Сайт є
          торговою комунікаційною платформою, яка надає можливість Користувачам розміщувати, продавати, купувати товари,
          відповідно до чинного законодавства.&nbsp;&nbsp;
        </p>

        <p>
          9.3. Виконавець не здійснює перевірку достовірності інформації, яка розміщується Користувачами в об’явах.
          Виконавець не несе відповідальності за збитки, які можуть виникнути у зв’язку з укладеними угодами або в разі
          неналежної її виконання Сторонами.
        </p>

        <p>
          9.4. У разі виникнення претензій між Користувачами в результаті використання Сервісів Сайту, Користувачі
          погоджуються врегулювати такі можливі претензії самостійно, без залучення Виконавця. Крім цього, Виконавець
          звільняється від відповідальності від всіх вимог, зобов’язань, компенсацій збитків, інших витрат, які можуть
          виникнути у зв’язку з врегулюванням претензій між Користувачами.&nbsp;
        </p>

        <p>
          9.5. Адміністрація Сайту має право обмежити доступ до Облікового запису Користувача у разі не проставлення
          протягом 3 (трьох) днів з моменту отримання від Адміністрації Сайту повідомлення з пропозицією відмітити Товар
          проданим (внаслідок здійснення угоди купівлі-продажу Товару, Оголошення про який на момент здійснення угоди
          було розміщено Користувачем на shafa.ua), відмітки на картці товару про те, що Товар є проданим (здійснюється
          шляхом проставлення галочки про те, що товар є проданий навпроти відповідного поля для заповнення).&nbsp;
        </p>

        <p>
          9.5.1. У разі не проставлення відповідної відмітки про те, що Товар був проданим (внаслідок здійснення угоди
          купівлі-продажу Товару, Оголошення про який на момент здійснення угоди було розміщено на shafa.ua) більше 3
          (трьох) разів, Адміністрація Сайту має право обмежити доступ до Облікового запису Користувача без права
          відновлення доступу.&nbsp;
        </p>

        <p>&nbsp;</p>

        <p>10. ВІДМОВА ВІД ОТРИМАННЯ ПОСЛУГ СЕРВІСІВ САЙТУ</p>

        <p>
          10.1. Користувач має право в будь-який час видалити свою реєстрацію (свій обліковий запис) в односторонньому
          порядку без додаткового повідомлення Виконавця.
        </p>

        <p>
          10.2. Продовження використання Сайту зареєстрованим Користувачем після публікації цієї редакції Оферти за
          посиланням: https://shafa.ua/terms-of-service &nbsp; означає згоду такого Користувача на заміну
          Виконавця&nbsp; в зобов’язанні про надання послуг (ст. 520 ЦК України) та є акцептом цієї Оферти.&nbsp;&nbsp;
        </p>

        <p>&nbsp;</p>

        <p>11. ІНШІ УМОВИ</p>

        <p>
          11.1. Системні повідомлення Сайту, направляються на електронну адресу, яку Користувачі вказали під час
          реєстрації на Сайті. У випадку не бажання отримувати такі повідомлення від Сайту, Користувачі можуть
          відмовитися від такої розсилки, скориставшись функцію &quot;Відмовитися від розсилки&quot;, що міститься в
          обліковому записі Користувача.&nbsp;
        </p>

        <p>
          11.2. Інформаційні повідомлення, які адресовані для широкого кола Користувачів, публікуються на сайті або
          пересилаються за електронними адресами Користувачів, які надали свою згоду&nbsp; на отримання таких
          повідомлень.&nbsp;
        </p>

        <p>
          11.3. При виникненні між Сторонами спорів та розбіжностей Сторони зобов&apos;язуються вирішувати їх шляхом
          переговорів. Якщо будь-які спори, розбіжності або вимоги, що виникають за цим Договором, або, що стосуються
          його виконання, порушення, припинення або недійсності, не можуть бути вирішені шляхом переговорів, то ці
          суперечки розглядаються відповідно до чинного законодавством України.
        </p>

        <p>
          11.4. Цей Договір регулюється і тлумачиться відповідно до законодавства України. Питання, не врегульовані цим
          Договором, підлягають вирішенню відповідно до чинного законодавства України. Всі можливі суперечки, що
          випливають з відносин, що регулюються цим Договором, вирішуються в порядку, встановленому законодавством
          України, за нормами українського права.
        </p>

        <p>
          11.5. Визнання судом будь-якого положення Угоди недійсним або таким що не підлягає примусовому виконанню не
          тягне недійсності або невиконання інших положень цього Договору.
        </p>
      </div>
    </main>
  );
}
